<?php

return [
    'name' => 'अनुरोध लॉग',
    'description' => 'अपने सिस्टम अनुरोध लॉग देखें और हटाएं',
    'status_code' => 'स्थिति कोड',
    'no_request_error' => 'अभी कोई अनुरोध त्रुटि नहीं!',
    'widget_request_errors' => 'अनुरोध त्रुटियां',
    'count' => 'गिनती',
    'delete_all' => 'सभी रिकॉर्ड हटाएं',
    'empty_logs' => 'लॉग खाली करें',
    'confirm_empty_logs_msg' => 'क्या आप वाकई लॉग खाली करना चाहते हैं?',
    'clear_old_data' => 'पुराने अनुरोध लॉग साफ़ करें',
    'clear_old_data_helper' => 'अपने डेटाबेस को साफ और अनुकूलित रखने के लिए चयनित अवधि से पुराने अनुरोध लॉग को स्वचालित रूप से हटाएं।',
    'cronjob_warning' => 'इस सुविधा का उपयोग करने के लिए, आपको इस लिंक का अनुसरण करके एक क्रोन जॉब सेट करना होगा: <a href=":link" target="_blank">:link</a>।',
    'no_results_found' => 'कोई परिणाम नहीं मिला',
    'no_request_errors_message' => 'ऐसा लगता है कि यहां कोई अनुरोध त्रुटियां नहीं हैं।',
];
