<?php

return [
    '401_title' => 'В доступе отказано',
    '404_title' => 'Страница не найдена',
    '500_title' => 'Страница не может быть загружена',
    'reasons' => 'Это могло произойти по нескольким причинам',
    'try_again' => 'Повторите попытку через несколько минут или вернитесь на главную страницу, <a href=":link">нажмите здесь</a>.',
    'not_found' => 'не найдено',
    'results_not_found' => 'Ничего не найдено!',
    'go_to_home' => 'На главную',
    'error_when_sending_email' => 'Не удалось отправить электронное письмо. Что-то не так с настройками вашей электронной почты в Admin → Настройки → Электронная почта, пожалуйста, проверьте ваши настройки снова.',
    'error_when_sending_email_guest' => 'Не получилось отправить e-mail. Если проблема повторяется, свяжитесь с администратором.',
    'token_mismatch' => 'Сессия истекла. Пожалуйста, попробуйте еще раз.',
    '404_page_not_found' => '404 Страница не найдена',
    '404_page_not_found_description' => 'Страница не найдена',
    '404_description' => 'Запрашиваемая страница не найдена.',
    '500_internal_server_error' => '500 Внутренняя ошибка сервера',
    '500_internal_server_error_description' => 'Внутренняя ошибка сервера',
    '500_description' => 'Что-то сломалось. Пожалуйста, сообщите нам, что вы делали, когда произошла эта ошибка. Мы исправим это как можно скорее. Приносим извинения за неудобства.',
    '503_service_unavailable' => '503 Служба недоступна',
    '503_temporarily_down' => 'Временно недоступен для обслуживания',
    '503_admin_instruction' => 'Если вы администратор и не можете получить доступ к своему сайту после включения режима обслуживания, просто удалите файл <strong>storage/framework/down</strong>, чтобы отключить режим обслуживания.',
    'take_me_home' => 'Вернуть меня домой',
    'bad_request' => 'Неверный запрос',

];
