<?php

return [
    'name' => 'অনুরোধ লগ',
    'description' => 'আপনার সিস্টেম অনুরোধ লগ দেখুন এবং মুছুন',
    'status_code' => 'স্ট্যাটাস কোড',
    'no_request_error' => 'এখন কোনো অনুরোধ ত্রুটি নেই!',
    'widget_request_errors' => 'অনুরোধ ত্রুটি',
    'count' => 'সংখ্যা',
    'delete_all' => 'সমস্ত রেকর্ড মুছুন',
    'empty_logs' => 'লগ খালি করুন',
    'confirm_empty_logs_msg' => 'আপনি কি সত্যিই লগ খালি করতে চান?',
    'clear_old_data' => 'পুরানো অনুরোধ লগ মুছুন',
    'clear_old_data_helper' => 'আপনার ডাটাবেস পরিষ্কার এবং অপ্টিমাইজ রাখতে নির্বাচিত সময়ের চেয়ে পুরানো অনুরোধ লগগুলি স্বয়ংক্রিয়ভাবে মুছুন।',
    'cronjob_warning' => 'এই বৈশিষ্ট্যটি ব্যবহার করতে, আপনাকে এই লিঙ্কটি অনুসরণ করে একটি ক্রোন জব সেট আপ করতে হবে: <a href=":link" target="_blank">:link</a>।',
    'no_results_found' => 'কোন ফলাফল পাওয়া যায়নি',
    'no_request_errors_message' => 'দেখে মনে হচ্ছে এখানে কোনো অনুরোধ ত্রুটি নেই।',
];
