<?php

return [
    'name' => 'Етикетки доставки',
    'setting' => 'Дизайн та макет етикетки',
    'setting_description' => 'Налаштування HTML-шаблону та CSS-стилів етикетки доставки',
    'setting_content' => 'Вміст',
    'preview' => 'Попередній перегляд',
    'preview_heading' => 'Попередній перегляд шаблону етикетки доставки',
    'variables' => [

    ],
    'custom_css' => 'Користувацький CSS',
    'custom_css_helper' => 'Додайте користувацькі CSS-стилі для налаштування зовнішнього вигляду етикетки доставки. Ці стилі будуть додані до стилів етикетки доставки за замовчуванням.',
    'reset_success' => 'Скинуто до значення за замовчуванням успішно',
    'confirm_reset' => 'Підтвердити скидання шаблону етикетки доставки?',
    'confirm_message' => 'Ви дійсно хочете скинути цей шаблон етикетки доставки до значення за замовчуванням?',
    'reset_to_default' => 'Скинути до значення за замовчуванням',
    'continue' => 'Продовжити',
];
