<?php

return [
    '401_title' => 'Δεν Επιτρέπεται η Πρόσβαση',
    '404_title' => 'Η σελίδα δεν βρέθηκε',
    '500_title' => 'Η σελίδα δεν μπόρεσε να φορτωθεί',
    'reasons' => 'Αυτό μπορεί να συνέβη για διάφορους λόγους',
    'try_again' => 'Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά ή επιστρέψτε στην αρχική σελίδα <a href=":link">κάνοντας κλικ εδώ</a>.',
    'not_found' => 'Δεν Βρέθηκε',
    'results_not_found' => 'Δεν βρέθηκαν αποτελέσματα!',
    'go_to_home' => 'Μετάβαση στην αρχική',
    'error_when_sending_email' => 'Αδυναμία αποστολής e-mail. Κάτι πήγε στραβά με τις ρυθμίσεις email σας στο Διαχείριση → Ρυθμίσεις → Email, παρακαλώ ελέγξτε ξανά τις ρυθμίσεις σας.',
    'error_when_sending_email_guest' => 'Αδυναμία αποστολής e-mail. Επικοινωνήστε με τον διαχειριστή του ιστότοπου αν το πρόβλημα επιμένει.',
    'token_mismatch' => 'Η συνεδρία έληξε. Παρακαλώ δοκιμάστε ξανά.',
    '404_page_not_found' => '404 Η σελίδα δεν βρέθηκε',
    '404_page_not_found_description' => 'Η σελίδα δεν βρέθηκε',
    '404_description' => 'Η σελίδα που αναζητάτε δεν βρέθηκε.',
    '500_internal_server_error' => '500 Εσωτερικό σφάλμα διακομιστή',
    '500_internal_server_error_description' => 'Εσωτερικό σφάλμα διακομιστή',
    '500_description' => 'Κάτι έχει χαλάσει. Παρακαλούμε ενημερώστε μας τι κάνατε όταν εμφανίστηκε αυτό το σφάλμα. Θα το διορθώσουμε το συντομότερο δυνατό. Συγγνώμη για την αναστάτωση.',
    '503_service_unavailable' => '503 Η υπηρεσία δεν είναι διαθέσιμη',
    '503_temporarily_down' => 'Προσωρινά εκτός λειτουργίας για συντήρηση',
    '503_admin_instruction' => 'Αν είστε διαχειριστής και δεν μπορείτε να αποκτήσετε πρόσβαση στον ιστότοπό σας μετά την ενεργοποίηση της λειτουργίας συντήρησης, απλώς διαγράψτε το αρχείο <strong>storage/framework/down</strong> για να την απενεργοποιήσετε.',
    'take_me_home' => 'Πήγαινέ με στην αρχική',
    'bad_request' => 'Κακή αίτηση',

];
