<?php

return [
    '401_title' => 'הגישה נדחתה',
    '404_title' => 'הדף לא נמצא',
    '500_title' => 'לא ניתן לטעון את הדף',
    'reasons' => 'זה יכול לקרות מכמה סיבות',
    'try_again' => 'אנא נסה שוב בעוד מספר דקות, או לחלופין חזור לדף הבית על ידי <a href=":link">לחיצה כאן</a>.',
    'not_found' => 'לא נמצא',
    'results_not_found' => 'לא נמצאו תוצאות!',
    'go_to_home' => 'לך לדף הבית',
    'error_when_sending_email' => 'לא ניתן לשלוח דוא"ל. משהו לא בסדר עם הגדרות הדוא"ל שלך במנהל → הגדרות → דוא"ל, אנא בדוק שוב את ההגדרות שלך.',
    'error_when_sending_email_guest' => 'לא ניתן לשלוח דוא"ל. אנא צור קשר עם מנהל האתר אם הבעיה נמשכת.',
    'token_mismatch' => 'פג תוקף הסשן. בבקשה נסה שוב.',
    '404_page_not_found' => '404 הדף לא נמצא',
    '404_page_not_found_description' => 'העמוד לא נמצא',
    '404_description' => 'העמוד שחיפשת לא נמצא.',
    '500_internal_server_error' => '500 שגיאת שרת פנימית',
    '500_internal_server_error_description' => 'שגיאת שרת פנימית',
    '500_description' => 'משהו השתבש. אנא ספר לנו מה עשית כשהשגיאה הזו התרחשה. נתקן זאת בהקדם האפשרי. סליחה על אי הנוחות.',
    '503_service_unavailable' => '503 השירות אינו זמין',
    '503_temporarily_down' => 'מושבת זמנית לצורך תחזוקה',
    '503_admin_instruction' => 'אם אתה המנהל ואינך יכול לגשת לאתר לאחר הפעלת מצב התחזוקה, פשוט מחק את הקובץ <strong>storage/framework/down</strong> כדי לכבות את מצב התחזוקה.',
    'take_me_home' => 'קח אותי הביתה',
    'bad_request' => 'בקשה שגויה',

];
