<?php

return [
    'shipping_method_required' => 'Η μέθοδος αποστολής για την παραγγελία του καταστήματος ":name" είναι υποχρεωτική.',
    'shipping_method_in' => 'Η μέθοδος αποστολής για την παραγγελία του καταστήματος ":name" δεν είναι έγκυρη.',
    'shipping_option_required' => 'Η επιλογή αποστολής για την παραγγελία του καταστήματος ":name" είναι υποχρεωτική.',
    'refund' => [
        'insufficient_balance' => 'Το υπόλοιπο του πωλητή δεν επαρκεί για επιστροφή χρημάτων, υπόλοιπο: :balance',
        'description' => 'Επιστροφή χρημάτων από την παραγγελία #:order',
    ],
    'products_are_from_different_vendors' => 'Δεν είναι δυνατή η δημιουργία παραγγελίας! Τα προϊόντα προέρχονται από διαφορετικούς πωλητές.',
    'return' => [
        'description' => 'Επιστράφηκε από την παραγγελία #:order',
    ],
    'thank_you' => [
        'count_orders' => ':count παραγγελίες',
        'order' => 'Παραγγελία',
        'thank_you_name' => 'Ευχαριστούμε, :name!',
        'order_confirmed' => 'Η παραγγελία σας επιβεβαιώθηκε',
        'order_accepted' => 'Δεχτήκαμε την παραγγελία σας και την ετοιμάζουμε.',
        'customer' => 'Πελάτης',
        'need_help' => 'Χρειάζεστε βοήθεια;',
        'contact_us' => 'Επικοινωνήστε μαζί μας',
        'view_order_history' => 'Προβολή ιστορικού παραγγελιών',
        'order_total' => 'Σύνολο παραγγελίας',
    ],
];
