<?php

return [
    '401_title' => 'უფლება არ გაქვს',
    '404_title' => 'გვერდი ვერ მოიძებნა',
    '500_title' => 'გვერდი ვერ ჩაიტვირთა',
    'reasons' => 'ეს შეიძლება მოხდა რამდენიმე მიზეზის გამო',
    'try_again' => 'გთხოვთ, სცადოთ ხელახლა რამდენიმე წუთში, ან დაბრუნდით მთავარ გვერდზე <a href=":link">აქ დაწკაპუნებით</a>.',
    'not_found' => 'ვერ მოიძებნა',
    'results_not_found' => 'შედეგები ვერ მოიძებნა!',
    'go_to_home' => 'მთავარზე დაბრუნება',
    'error_when_sending_email' => 'ელ.ფოსტის გაგზავნა ვერ მოხერხდა. რაღაც არასწორია თქვენს ელ.ფოსტის პარამეტრებში ადმინისტრატორი → პარამეტრები → ელ.ფოსტა, გთხოვთ, კიდევ ერთხელ შეამოწმოთ თქვენი პარამეტრები.',
    'error_when_sending_email_guest' => 'ელ.ფოსტის გაგზავნა ვერ მოხერხდა. თუ პრობლემა გრძელდება, გთხოვთ დაუკავშირდეთ საიტის ადმინისტრატორს.',
    'token_mismatch' => 'სესია ამოიწურა. გთხოვთ, სცადოთ ხელახლა.',
    '404_page_not_found' => '404 გვერდი ვერ მოიძებნა',
    '404_page_not_found_description' => 'გვერდი ვერ მოიძებნა',
    '404_description' => 'გვერდი, რომელსაც ეძებთ, ვერ მოიძებნა.',
    '500_internal_server_error' => '500 სერვერის შიდა შეცდომა',
    '500_internal_server_error_description' => 'სერვერის შიდა შეცდომა',
    '500_description' => 'რაღაც დაზიანებულია. გთხოვთ შეგვატყობინოთ, რას აკეთებდით, როდესაც ეს შეცდომა მოხდა. რაც შეიძლება მალე შევასწორებთ. ბოდიშს გიხდით არასასურველი დისკომფორტისთვის.',
    '503_service_unavailable' => '503 სერვისი მიუწვდომელია',
    '503_temporarily_down' => 'დროებით გათიშულია ტექნიკური მომსახურების გამო',
    '503_admin_instruction' => 'თუ თქვენ ხართ ადმინისტრატორი და ტექნიკური რეჟიმის ჩართვის შემდეგ ვერ შედიხართ თქვენს საიტზე, უბრალოდ წაშალეთ <strong>storage/framework/down</strong> ფაილი ტექნიკური რეჟიმის გამოსართავად.',
    'take_me_home' => 'მთავარ გვერდზე დაბრუნება',
    'bad_request' => 'არასწორი მოთხოვნა',

];
