<?php

return [
    '401_title' => 'ไม่มีสิทธิ์เข้าถึง',
    '404_title' => 'ไม่พบหน้าที่ต้องการ',
    '500_title' => 'ไม่สามารถโหลดหน้าได้',
    'reasons' => 'อาจเกิดขึ้นได้จากหลายสาเหตุ',
    'try_again' => 'กรุณาลองใหม่อีกครั้งในอีกสักครู่ หรือกลับไปที่หน้าแรกโดย<a href=":link">คลิกที่นี่</a>',
    'not_found' => 'ไม่พบ',
    'results_not_found' => 'ไม่พบผลลัพธ์!',
    'go_to_home' => 'ไปที่หน้าแรก',
    'error_when_sending_email' => 'ไม่สามารถส่งอีเมลได้ มีบางอย่างผิดพลาดกับการตั้งค่าอีเมลของคุณใน ผู้ดูแลระบบ → การตั้งค่า → อีเมล กรุณาตรวจสอบการตั้งค่าของคุณอีกครั้ง',
    'error_when_sending_email_guest' => 'ไม่สามารถส่งอีเมลได้ กรุณาติดต่อผู้ดูแลระบบเว็บไซต์หากปัญหายังคงมีอยู่',
    'token_mismatch' => 'เซสชันหมดอายุ กรุณาลองใหม่อีกครั้ง',
    '404_page_not_found' => '404 ไม่พบหน้า',
    '404_page_not_found_description' => 'ไม่พบหน้า',
    '404_description' => 'ไม่พบหน้าที่คุณกำลังมองหา',
    '500_internal_server_error' => '500 ข้อผิดพลาดเซิร์ฟเวอร์ภายใน',
    '500_internal_server_error_description' => 'ข้อผิดพลาดเซิร์ฟเวอร์ภายใน',
    '500_description' => 'มีบางอย่างผิดพลาด โปรดแจ้งให้เราทราบว่าคุณทำอะไรอยู่เมื่อเกิดข้อผิดพลาดนี้ เราจะแก้ไขโดยเร็วที่สุด ขออภัยในความไม่สะดวก',
    '503_service_unavailable' => '503 บริการไม่พร้อมใช้งาน',
    '503_temporarily_down' => 'ปิดปรับปรุงชั่วคราว',
    '503_admin_instruction' => 'หากคุณเป็นผู้ดูแลระบบและไม่สามารถเข้าถึงเว็บไซต์ของคุณหลังจากเปิดใช้งานโหมดการบำรุงรักษา เพียงลบไฟล์ <strong>storage/framework/down</strong> เพื่อปิดโหมดการบำรุงรักษา',
    'take_me_home' => 'กลับหน้าหลัก',
    'bad_request' => 'คำขอไม่ถูกต้อง',

];
