<?php

return [
    'meta_box_header' => 'אופטימיזציה למנועי חיפוש',
    'edit_seo_meta' => 'עריכת מטא SEO',
    'default_description' => 'הגדר כותרת מטא ותיאור כדי להפוך את האתר שלך לקל לגילוי במנועי חיפוש כמו Google',
    'seo_title' => 'כותרת SEO',
    'seo_title_helper' => 'אורך אופטימלי: 50-60 תווים. זה מופיע ככותרת הניתנת ללחיצה בתוצאות החיפוש.',
    'seo_description' => 'תיאור SEO',
    'seo_description_helper' => 'אורך אופטימלי: 120-160 תווים. זה מופיע מתחת לכותרת בתוצאות החיפוש וצריך לפתות משתמשים ללחוץ.',
    'seo_image' => 'תמונת SEO',
    'seo_image_helper' => 'גודל מומלץ: 1200x630px. תמונה זו מופיעה כאשר העמוד שלך משותף בפלטפורמות מדיה חברתית.',
    'allow_index' => 'אפשר למנועי חיפוש לאנדקס דף זה',
    'index' => 'אינדקס',
    'index_helper' => 'בחר \"אינדקס\" כדי לאפשר למנועי חיפוש להציג דף זה בתוצאות החיפוש, או \"ללא אינדקס\" כדי למנוע ממנו להופיע בתוצאות החיפוש.',
    'noindex' => 'ללא אינדקס',
    'homepage_seo_description' => 'כדי להגדיר תגי מטא SEO עבור דף הבית, עבור ל מראה → אפשרויות ערכת עיצוב שם תוכל להגדיר את כותרת האתר, תיאור והגדרות אחרות הקשורות ל-SEO.',
    'go_to_theme_options' => 'עבור לאפשרויות ערכת עיצוב',
];
