<?php

return [
    'name' => 'مدن',
    'description' => 'إدارة مدن الموقع',
    'create' => 'مدينة جديدة',
    'state' => 'ولاية',
    'select_state' => 'اختر ولايه...',
    'select_city' => 'اختر مدينة...',
    'country' => 'دولة',
    'select_country' => 'حدد الدولة...',
    'city' => 'مدينة',
    'zip_code' => 'الرمز البريدي',
    'zip_code_helper' => 'التنسيق الأساسي للرمز البريدي يتكون من خمسة أرقام. على سبيل المثال في الولايات المتحدة، 00501 هو رمز بريدي خاص بمصلحة الضرائب في هولتسفيل، نيويورك.',
];
