<?php

return [
    'meta_box_header' => 'Оптимизация за търсачки',
    'edit_seo_meta' => 'Редактиране на SEO мета',
    'default_description' => 'Настройте мета заглавие и описание, за да направите вашия сайт лесно откриваем в търсачки като Google',
    'seo_title' => 'SEO заглавие',
    'seo_title_helper' => 'Оптимална дължина: 50-60 знака. Това се показва като заглавие, което може да се кликне в резултатите от търсенето.',
    'seo_description' => 'SEO описание',
    'seo_description_helper' => 'Оптимална дължина: 120-160 знака. Това се показва под заглавието в резултатите от търсенето и трябва да привлича потребителите да кликнат.',
    'seo_image' => 'SEO изображение',
    'seo_image_helper' => 'Препоръчителен размер: 1200x630px. Това изображение се показва, когато вашата страница се споделя в платформи за социални медии.',
    'allow_index' => 'Разрешаване на търсачките да индексират тази страница',
    'index' => 'Индексиране',
    'index_helper' => 'Изберете \"Индекс\", за да позволите на търсачките да показват тази страница в резултатите от търсенето, или \"Без индекс\", за да предотвратите появата й в резултатите от търсенето.',
    'noindex' => 'Без индексиране',
    'homepage_seo_description' => 'За да конфигурирате SEO мета тагове за началната страница, моля отидете на Външен вид → Настройки на темата, където можете да зададете заглавието на сайта, описанието и други настройки, свързани със SEO.',
    'go_to_theme_options' => 'Отидете на Настройки на темата',
];
