<?php

return [
    'name' => 'ملصقات الشحن',
    'setting' => 'تصميم الملصق والتخطيط',
    'setting_description' => 'تخصيص قالب HTML وأنماط CSS لملصق الشحن',
    'setting_content' => 'المحتوى',
    'preview' => 'معاينة',
    'preview_heading' => 'معاينة قالب ملصق الشحن',
    'variables' => [

    ],
    'custom_css' => 'CSS مخصص',
    'custom_css_helper' => 'أضف أنماط CSS مخصصة لتخصيص مظهر ملصق الشحن. سيتم إلحاق هذه الأنماط بأنماط ملصق الشحن الافتراضية.',
    'reset_success' => 'تم إعادة التعيين إلى الافتراضي بنجاح',
    'confirm_reset' => 'تأكيد إعادة تعيين قالب ملصق الشحن؟',
    'confirm_message' => 'هل تريد حقاً إعادة تعيين قالب ملصق الشحن هذا إلى الافتراضي؟',
    'reset_to_default' => 'إعادة تعيين إلى الافتراضي',
    'continue' => 'متابعة',
];
