<?php

return [
    'name' => 'Συχνές ερωτήσεις',
    'create' => 'Νέα συχνή ερώτηση',
    'question' => 'Ερώτηση',
    'answer' => 'Απάντηση',
    'question_placeholder' => 'Εισάγετε την ερώτησή σας...',
    'answer_placeholder' => 'Εισάγετε την απάντησή σας...',
    'category' => 'Κατηγορία',
    'faq_schema_config' => 'Διαμόρφωση σχήματος συχνών ερωτήσεων (:link)',
    'faq_schema_config_description' => 'Αυτή η διαμόρφωση καταχωρεί δομημένα δεδομένα συχνών ερωτήσεων μόνο για σκοπούς SEO. Δεν θα εμφανίζεται στο περιεχόμενο του θέματος frontend. Το σχήμα είναι ενσωματωμένο στον πηγαίο κώδικα της σελίδας και μπορεί να προβληθεί χρησιμοποιώντας το "Προβολή πηγαίου κώδικα" ή να δοκιμαστεί με το εργαλείο Google Rich Results Test.',
    'schema_testing_tool' => 'Δοκιμάστε με το Google Rich Results Test',
    'learn_more' => 'Μάθετε περισσότερα',
    'settings' => [
        'title' => 'Συχνές ερωτήσεις',
        'description' => 'Προβολή και ενημέρωση ρυθμίσεων συχνών ερωτήσεων',
        'enable_faq_schema' => 'Ενεργοποίηση σχήματος συχνών ερωτήσεων;',
        'enable_faq_schema_description' => 'Μάθετε περισσότερα: :url',
    ],
    'select_category' => 'Επιλέξτε μια κατηγορία',
    'add_item' => 'Προσθήκη αντικειμένου',
    'or' => 'ή',
    'faqs_menu_name' => 'Διαχειριστής -> Συχνές ερωτήσεις -> Δημιουργία',
    'select_from_existing' => 'Επιλογή από υπάρχουσες συχνές ερωτήσεις',
    'no_existing' => 'Δεν υπάρχουν υπάρχουσες συχνές ερωτήσεις, παρακαλώ δημιουργήστε μία πρώτα στο :link.',
];
