<?php

return [
    'name' => 'ხშირად დასმული კითხვები',
    'create' => 'ახალი ხშირად დასმული კითხვა',
    'question' => 'კითხვა',
    'answer' => 'პასუხი',
    'question_placeholder' => 'შეიყვანეთ თქვენი კითხვა...',
    'answer_placeholder' => 'შეიყვანეთ თქვენი პასუხი...',
    'category' => 'კატეგორია',
    'faq_schema_config' => 'ხშირად დასმული კითხვების სქემის კონფიგურაცია (:link)',
    'faq_schema_config_description' => 'ეს კონფიგურაცია აღრიცხავს მხოლოდ FAQ სტრუქტურირებულ მონაცემებს SEO მიზნებისთვის. ის არ გამოჩნდება frontend თემის შინაარსში. სქემა ჩაშენებულია გვერდის წყაროს კოდში და შეიძლება იხილოთ "წყაროს ნახვის" გამოყენებით ან გამოცადოთ Google Rich Results Test ინსტრუმენტით.',
    'schema_testing_tool' => 'გამოცადეთ Google Rich Results Test-ით',
    'learn_more' => 'გაიგეთ მეტი',
    'settings' => [
        'title' => 'ხშირად დასმული კითხვები',
        'description' => 'ნახეთ და განაახლეთ ხშირად დასმული კითხვების პარამეტრები',
        'enable_faq_schema' => 'ჩართოთ ხშირად დასმული კითხვების სქემა?',
        'enable_faq_schema_description' => 'გაიგეთ მეტი: :url',
    ],
    'select_category' => 'აირჩიეთ კატეგორია',
    'add_item' => 'დაამატეთ ელემენტი',
    'or' => 'ან',
    'faqs_menu_name' => 'ადმინისტრატორი -> ხშირად დასმული კითხვები -> შექმნა',
    'select_from_existing' => 'აირჩიეთ არსებული ხშირად დასმული კითხვებიდან',
    'no_existing' => 'არ არსებობს ხშირად დასმული კითხვები, გთხოვთ ჯერ შექმნათ ერთი :link-ზე.',
];
