<?php

return [
    '401_title' => 'Отказан достъп',
    '404_title' => 'Страницата не може да бъде намерена',
    '500_title' => 'Страницата не може да бъде заредена',
    'reasons' => 'Това може да се е случило поради няколко причини',
    'try_again' => 'Моля, опитайте отново след няколко минути или се върнете към началната страница, като <a href=":link">кликнете тук</a>.',
    'not_found' => 'Не е намерено',
    'results_not_found' => 'Няма намерени резултати!',
    'go_to_home' => 'Към началната страница',
    'error_when_sending_email' => 'Неуспешно изпращане на имейл. Нещо не е наред с настройките на имейла в Администратор → Настройки → Имейл, моля проверете ги отново.',
    'error_when_sending_email_guest' => 'Неуспешно изпращане на имейл. Моля, свържете се с администратора на сайта, ако проблемът продължава.',
    'token_mismatch' => 'Сесията е изтекла. Моля, опитайте отново.',
    '404_page_not_found' => '404 Страницата не е намерена',
    '404_page_not_found_description' => 'Страницата не бе намерена',
    '404_description' => 'Страницата, която търсите, не бе намерена.',
    '500_internal_server_error' => '500 Вътрешна грешка на сървъра',
    '500_internal_server_error_description' => 'Вътрешна грешка на сървъра',
    '500_description' => 'Нещо се повреди. Моля, уведомете ни какво правехте, когато възникна тази грешка. Ще го поправим възможно най-скоро. Извиняваме се за причиненото неудобство.',
    '503_service_unavailable' => '503 Услугата не е налична',
    '503_temporarily_down' => 'Временно недостъпно за поддръжка',
    '503_admin_instruction' => 'Ако сте администратор и не можете да получите достъп до сайта си след активиране на режима за поддръжка, просто изтрийте файла <strong>storage/framework/down</strong>, за да го изключите.',
    'take_me_home' => 'Отведи ме у дома',
    'bad_request' => 'Невалидна заявка',

];
