<?php

return [
    'name' => 'Журнали запитів',
    'description' => 'Перегляньте та видаліть журнали запитів вашої системи',
    'status_code' => 'Код статусу',
    'no_request_error' => 'Помилок запитів немає!',
    'widget_request_errors' => 'Помилки запитів',
    'count' => 'Кількість',
    'delete_all' => 'Видалити всі записи',
    'empty_logs' => 'Очистити журнали',
    'confirm_empty_logs_msg' => 'Ви дійсно хочете очистити журнали?',
    'clear_old_data' => 'Очистити старі журнали запитів',
    'clear_old_data_helper' => 'Автоматично видаляти старі журнали запитів, які старші за вибраний період, щоб підтримувати вашу базу даних чистою та оптимізованою.',
    'cronjob_warning' => 'Щоб використовувати цю функцію, вам потрібно налаштувати завдання cron, перейшовши за цим посиланням: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'Результатів не знайдено',
    'no_request_errors_message' => 'Схоже, тут немає помилок запиту.',
];
