<?php

return [
    'title' => 'ინსტალაცია',
    'next' => 'შემდეგი ნაბიჯი',
    'forms' => [
        'errorTitle' => 'მოხდა შემდეგი შეცდომები:',
    ],
    'welcome' => [
        'title' => 'კეთილი იყოს თქვენი მობრძანება',
        'message' => 'დაწყებამდე, ჩვენ გვჭირდება ინფორმაცია მონაცემთა ბაზის შესახებ. თქვენ უნდა იცოდეთ შემდეგი ელემენტები გაგრძელებამდე.',
        'language' => 'ენა',
        'next' => 'დავიწყოთ',
    ],
    'requirements' => [
        'title' => 'სერვერის მოთხოვნები',
    ],
    'permissions' => [
        'next' => 'გარემოს კონფიგურაცია',
    ],
    'environment' => [
        'wizard' => [
            'title' => 'გარემოს პარამეტრები',
            'form' => [
                'name_required' => 'გარემოს სახელი აუცილებელია.',
                'app_name_label' => 'საიტის სათაური',
                'app_url_label' => 'URL',
                'db_connection_label' => 'მონაცემთა ბაზის კავშირი',
                'db_connection_label_mysql' => 'MySQL',
                'db_host_label' => 'მონაცემთა ბაზის ჰოსტი',
                'db_port_label' => 'მონაცემთა ბაზის პორტი',
                'db_name_label' => 'მონაცემთა ბაზის სახელი',
                'db_name_placeholder' => 'მონაცემთა ბაზის სახელი',
                'db_username_label' => 'მონაცემთა ბაზის მომხმარებლის სახელი',
                'db_username_placeholder' => 'მონაცემთა ბაზის მომხმარებლის სახელი',
                'db_password_label' => 'მონაცემთა ბაზის პაროლი',
                'db_password_placeholder' => 'მონაცემთა ბაზის პაროლი',
                'buttons' => [
                    'install' => 'ინსტალაცია',
                ],
                'db_host_helper' => 'თუ იყენებთ Laravel Sail-ს, უბრალოდ შეცვალეთ DB_HOST DB_HOST=mysql-ზე. ზოგიერთ ჰოსტინგზე DB_HOST შეიძლება იყოს localhost 127.0.0.1-ის ნაცვლად',
                'db_connections' => [
                    'mysql' => 'MySQL',
                    'sqlite' => 'SQLite',
                    'pgsql' => 'PostgreSQL',
                ],
            ],
        ],
        'success' => 'თქვენი .env ფაილის პარამეტრები შენახულია.',
        'errors' => '.env ფაილის შენახვა შეუძლებელია, გთხოვთ შექმნათ იგი ხელით.',
    ],
    'theme' => [
        'title' => 'აირჩიეთ თემა',
        'message' => 'აირჩიეთ თემა თქვენი ვებსაიტის გარეგნობის პერსონალიზაციისთვის. ეს არჩევანი ასევე იმპორტირებს ნიმუშის მონაცემებს, რომლებიც მორგებულია არჩეულ თემაზე.',
    ],
    'theme_preset' => [
        'title' => 'აირჩიეთ თემის პრესეტი',
        'message' => 'აირჩიეთ თემის პრესეტი თქვენი ვებსაიტის გარეგნობის პერსონალიზაციისთვის. ეს არჩევანი ასევე იმპორტირებს ნიმუშის მონაცემებს, რომლებიც მორგებულია არჩეულ თემაზე.',
    ],
    'createAccount' => [
        'title' => 'შექმენით ანგარიში',
        'form' => [
            'first_name' => 'სახელი',
            'last_name' => 'გვარი',
            'username' => 'მომხმარებლის სახელი',
            'email' => 'ელფოსტა',
            'password' => 'პაროლი',
            'password_confirmation' => 'პაროლის დადასტურება',
            'create' => 'შექმნა',
        ],
    ],
    'license' => [
        'title' => 'ლიცენზიის გააქტიურება',
        'skip' => 'გამოტოვება ახლა',
    ],
    'final' => [
        'pageTitle' => 'ინსტალაცია დასრულებულია',
        'title' => 'დასრულდა',
        'message' => 'აპლიკაცია წარმატებით დაინსტალირდა.',
        'exit' => 'გადასვლა ადმინის დაფაზე',
    ],
    'install_step_title' => 'ინსტალაცია - ნაბიჯი :step: :title',
];
