<?php

return [
    'name' => 'مجموعه‌های محصول',
    'product_collections' => 'مجموعه‌های محصول',
    'edit_this_product_collection' => 'ویرایش این مجموعه محصول',
    'create' => 'مجموعه محصول جدید',
    'edit' => 'ویرایش مجموعه محصول',
    'slug_help_block' => 'کلید برچسب: <code>:slug</code>. از این کلید برای فیلتر استفاده می‌کنیم.',
    'intro' => [
        'title' => 'مدیریت مجموعه‌های محصول',
        'description' => 'محصولات خود را در مجموعه‌ها گروه‌بندی کنید تا مشتریان راحت‌تر آن‌ها را بر اساس دسته‌بندی پیدا کنند.',
        'button_text' => 'ایجاد مجموعه محصول',
    ],
];
