<?php

return [
    'name' => 'قیمت‌های محصول',
    'warning_prices' => 'این قیمت‌ها نشان‌دهنده هزینه‌های اصلی محصول هستند و ممکن است قیمت‌های نهایی را منعکس نکنند، که می‌تواند به دلیل عواملی مانند فروش ویژه، تبلیغات و موارد دیگر متفاوت باشد.',

    'import' => [
        'name' => 'به‌روزرسانی قیمت‌های محصول',
        'description' => 'به‌روزرسانی قیمت‌های محصولات به صورت دسته‌ای با آپلود فایل CSV/Excel.',
        'done_message' => ':count محصول با موفقیت به‌روزرسانی شد.',
        'rules' => [
            'id' => 'فیلد شناسه الزامی است و باید در جدول محصولات وجود داشته باشد.',
            'name' => 'فیلد نام الزامی است و باید یک رشته باشد.',
            'sku' => 'فیلد کد محصول باید یک رشته باشد.',
            'cost_per_item' => 'فیلد هزینه هر واحد باید یک مقدار عددی باشد.',
            'price' => 'فیلد قیمت الزامی است و باید یک مقدار عددی باشد.',
            'sale_price' => 'فیلد قیمت فروش باید یک مقدار عددی باشد.',
        ],
    ],

    'export' => [
        'description' => 'صادرات قیمت‌های محصولات به فایل CSV/Excel.',
    ],
];
