<?php

return [
    'name' => 'دسته‌بندی‌های محصول',
    'product_categories' => 'دسته‌بندی‌های محصول',
    'create' => 'ایجاد دسته‌بندی محصول جدید',
    'edit' => 'ویرایش دسته‌بندی محصول',
    'list' => 'لیست دسته‌بندی‌های محصول',
    'none' => 'هیچ',
    'menu' => 'دسته‌بندی‌های محصول',
    'intro' => [
        'title' => 'مدیریت دسته‌بندی‌های محصول',
        'description' => 'مانند لباس، کفش، کیف، جواهرات ...',
        'button_text' => 'ایجاد دسته‌بندی محصول',
    ],
    'total_products' => 'مجموع محصولات: :total',
    'edit_this_category' => 'ویرایش این دسته‌بندی',
    'export' => [
        'description' => 'صادرات دسته‌بندی‌های محصول به فایل Excel/CSV.',
        'total' => 'مجموع',
    ],
    'import' => [
        'description' => 'واردات دسته‌بندی‌های محصول از فایل Excel/CSV.',
    ],
    'table_view_info' => 'برای مدیریت آسان‌تر دسته‌بندی‌ها به صورت دسته‌ای، می‌توانید',
    'manage_as_table' => 'مدیریت دسته‌بندی‌ها به صورت جدول',
    'parent' => 'دسته‌بندی والد',
    'image' => 'تصویر',
    'product_category_translations' => 'ترجمه‌های دسته‌بندی محصول',
    'parent_self_reference' => 'یک دسته‌بندی نمی‌تواند والد خود باشد.',
    'parent_circular_reference' => 'یک دسته‌بندی را نمی‌توان به یکی از زیرمجموعه‌های خودش به‌عنوان والد اختصاص داد.',
];
