<?php

return [
    '401_title' => 'অনুমতি অস্বীকৃত',
    '404_title' => 'পৃষ্ঠা খুঁজে পাওয়া যায়নি',
    '500_title' => 'পৃষ্ঠা লোড করা যায়নি',
    'reasons' => 'এটি বিভিন্ন কারণে ঘটতে পারে',
    'try_again' => 'অনুগ্রহ করে কয়েক মিনিটের মধ্যে আবার চেষ্টা করুন, অথবা বিকল্পভাবে <a href=":link">এখানে ক্লিক করে</a> হোমপেজে ফিরে যান।',
    'not_found' => 'খুঁজে পাওয়া যায়নি',
    'results_not_found' => 'ফলাফল পাওয়া যায়নি!',
    'go_to_home' => 'হোমে যান',
    'error_when_sending_email' => 'ই-মেইল পাঠাতে অক্ষম। অ্যাডমিন → সেটিংস → ইমেইলে আপনার ইমেইল সেটিংসে কিছু সমস্যা আছে, অনুগ্রহ করে আপনার সেটিংস আবার পরীক্ষা করুন।',
    'error_when_sending_email_guest' => 'ই-মেইল পাঠাতে অক্ষম। সমস্যা অব্যাহত থাকলে সাইট প্রশাসকের সাথে যোগাযোগ করুন।',
    'token_mismatch' => 'সেশন মেয়াদ শেষ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
    '404_page_not_found' => '404 পৃষ্ঠা পাওয়া যায়নি',
    '404_page_not_found_description' => 'পৃষ্ঠাটি খুঁজে পাওয়া যায়নি',
    '404_description' => 'আপনি যে পৃষ্ঠাটি খুঁজছেন তা পাওয়া যায়নি।',
    '500_internal_server_error' => '500 অভ্যন্তরীণ সার্ভার ত্রুটি',
    '500_internal_server_error_description' => 'অভ্যন্তরীণ সার্ভার ত্রুটি',
    '500_description' => 'কিছু একটি সমস্যা হয়েছে। অনুগ্রহ করে এই ত্রুটি ঘটার সময় আপনি কী করছিলেন আমাদের জানান। আমরা যত দ্রুত সম্ভব এটি ঠিক করব। অসুবিধার জন্য দুঃখিত।',
    '503_service_unavailable' => '503 সেবা উপলব্ধ নেই',
    '503_temporarily_down' => 'রক্ষণাবেক্ষণের জন্য সাময়িকভাবে বন্ধ',
    '503_admin_instruction' => 'আপনি যদি প্রশাসক হন এবং রক্ষণাবেক্ষণ মোড চালু করার পর আপনার সাইটে প্রবেশ করতে না পারেন, তাহলে রক্ষণাবেক্ষণ মোড বন্ধ করতে শুধু <strong>storage/framework/down</strong> ফাইলটি মুছে দিন।',
    'take_me_home' => 'হোমে নিয়ে যান',
    'bad_request' => 'অবৈধ অনুরোধ',

];
