<?php

return [
    'meta_box_header' => 'Βελτιστοποίηση Μηχανών Αναζήτησης',
    'edit_seo_meta' => 'Επεξεργασία SEO meta',
    'default_description' => 'Ρυθμίστε τον τίτλο και την περιγραφή meta για να κάνετε τον ιστότοπό σας εύκολα ανακαλύψιμο σε μηχανές αναζήτησης όπως το Google',
    'seo_title' => 'Τίτλος SEO',
    'seo_title_helper' => 'Βέλτιστο μήκος: 50-60 χαρακτήρες. Αυτό εμφανίζεται ως ο τίτλος που μπορεί να κάνετε κλικ στα αποτελέσματα αναζήτησης.',
    'seo_description' => 'Περιγραφή SEO',
    'seo_description_helper' => 'Βέλτιστο μήκος: 120-160 χαρακτήρες. Αυτό εμφανίζεται κάτω από τον τίτλο στα αποτελέσματα αναζήτησης και θα πρέπει να προσελκύει τους χρήστες να κάνουν κλικ.',
    'seo_image' => 'Εικόνα SEO',
    'seo_image_helper' => 'Συνιστώμενο μέγεθος: 1200x630px. Αυτή η εικόνα εμφανίζεται όταν η σελίδα σας κοινοποιείται σε πλατφόρμες κοινωνικών μέσων.',
    'allow_index' => 'Επιτρέψτε στις μηχανές αναζήτησης να ευρετηριάσουν αυτήν τη σελίδα',
    'index' => 'Ευρετηριασμός',
    'index_helper' => 'Επιλέξτε \"Ευρετήριο\" για να επιτρέψετε στις μηχανές αναζήτησης να εμφανίζουν αυτήν τη σελίδα στα αποτελέσματα αναζήτησης ή \"Χωρίς ευρετήριο\" για να αποτρέψετε την εμφάνισή της στα αποτελέσματα αναζήτησης.',
    'noindex' => 'Χωρίς ευρετηριασμό',
    'homepage_seo_description' => 'Για να διαμορφώσετε τις ετικέτες meta SEO για την αρχική σελίδα, μεταβείτε στο Εμφάνιση → Επιλογές Θέματος όπου μπορείτε να ορίσετε τον τίτλο του ιστότοπου, την περιγραφή και άλλες ρυθμίσεις που σχετίζονται με το SEO.',
    'go_to_theme_options' => 'Μεταβείτε στις Επιλογές Θέματος',
];
