<?php

return [
    'meta_box_header' => 'Оптимізація для пошукових систем',
    'edit_seo_meta' => 'Редагувати SEO мета-теги',
    'default_description' => 'Налаштуйте мета-заголовок та опис, щоб зробити ваш сайт легким для знаходження в пошукових системах, таких як Google',
    'seo_title' => 'SEO заголовок',
    'seo_title_helper' => 'Оптимальна довжина: 50-60 символів. Відображається як натискуваний заголовок у результатах пошуку.',
    'seo_description' => 'SEO опис',
    'seo_description_helper' => 'Оптимальна довжина: 120-160 символів. Відображається під заголовком у результатах пошуку і має спонукати користувачів до кліку.',
    'seo_image' => 'SEO зображення',
    'seo_image_helper' => 'Рекомендований розмір: 1200x630px. Це зображення з\'являється, коли вашою сторінкою діляться в соціальних мережах.',
    'allow_index' => 'Дозволити пошуковим системам індексувати цю сторінку',
    'index' => 'Індексація',
    'index_helper' => 'Виберіть \"Індекс\", щоб дозволити пошуковим системам показувати цю сторінку в результатах пошуку, або \"Без індексу\", щоб запобігти її появі в результатах пошуку.',
    'noindex' => 'Не індексувати',
    'homepage_seo_description' => 'Щоб налаштувати SEO мета-теги для головної сторінки, перейдіть до Вигляд → Налаштування теми, де ви можете встановити заголовок сайту, опис та інші налаштування, пов\'язані з SEO.',
    'go_to_theme_options' => 'Перейти до налаштувань теми',
];
