<?php

return [
    'meta_box_header' => '検索エンジンの最適化',
    'edit_seo_meta' => 'SEOメタを編集する',
    'default_description' => 'メタ タイトルと説明を設定して、Google などの検索エンジンでサイトを見つけやすくします。',
    'seo_title' => 'SEOタイトル',
    'seo_title_helper' => '最適な長さ：50-60文字。これは検索結果でクリック可能な見出しとして表示されます。',
    'seo_description' => 'SEOの説明',
    'seo_description_helper' => '最適な長さ：120-160文字。これは検索結果のタイトルの下に表示され、ユーザーにクリックを促すものでなければなりません。',
    'seo_image' => 'SEOイメージ',
    'seo_image_helper' => '推奨サイズ：1200x630px。この画像は、ページがソーシャルメディアで共有されたときに表示されます。',
    'allow_index' => '検索エンジンにこのページのインデックス作成を許可する',
    'index' => '索引',
    'index_helper' => '検索エンジンにこのページを検索結果に表示させる場合は「インデックス」を、検索結果に表示させない場合は「インデックスしない」を選択してください。',
    'noindex' => 'インデックスなし',
    'homepage_seo_description' => 'ホームページのSEOメタタグを設定するには、外観→テーマオプションに移動し、サイトのタイトル、説明、その他のSEO関連設定を行ってください。',
    'go_to_theme_options' => 'テーマオプションへ移動',
];
