<?php

return [
    'name' => 'Дневници захтева',
    'description' => 'Прегледајте и избришите дневнике системских захтева',
    'status_code' => 'Код статуса',
    'no_request_error' => 'Тренутно нема грешака захтева!',
    'widget_request_errors' => 'Грешке захтева',
    'count' => 'Број',
    'delete_all' => 'Обриши све записе',
    'empty_logs' => 'Испразни дневнике',
    'confirm_empty_logs_msg' => 'Да ли заиста желите да испразните дневнике?',
    'clear_old_data' => 'Обриши старе дневнике захтева',
    'clear_old_data_helper' => 'Аутоматски избришите старе дневнике захтева који су старији од изабраног периода да би база података остала чиста и оптимизована.',
    'cronjob_warning' => 'Да бисте користили ову функцију, морате подесити cron посао пратећи ову везу: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'Нема пронађених резултата',
    'no_request_errors_message' => 'Изгледа да овде нема грешака у захтеву.',
];
