<?php

return [
    '401_title' => 'Доступ заборонено',
    '404_title' => 'Сторінку не знайдено',
    '500_title' => 'Сторінку не вдалося завантажити',
    'reasons' => 'Це могло статися з кількох причин',
    'try_again' => 'Будь ласка, спробуйте ще раз через кілька хвилин або поверніться на головну сторінку, <a href=":link">натиснувши тут</a>.',
    'not_found' => 'Не знайдено',
    'results_not_found' => 'Результати не знайдено!',
    'go_to_home' => 'Перейти на головну',
    'error_when_sending_email' => 'Не вдалося надіслати електронний лист. Щось не так з вашими налаштуваннями електронної пошти в Адміністрування → Налаштування → Електронна пошта, будь ласка, перевірте свої налаштування ще раз.',
    'error_when_sending_email_guest' => 'Не вдалося надіслати електронний лист. Будь ласка, зв\'яжіться з адміністратором сайту, якщо проблема не зникне.',
    'token_mismatch' => 'Сесія закінчилася. Будь ласка, спробуйте ще раз.',
    '404_page_not_found' => '404 Сторінку не знайдено',
    '404_page_not_found_description' => 'Сторінку не вдалося знайти',
    '404_description' => 'Сторінку, яку ви шукаєте, не вдалося знайти.',
    '500_internal_server_error' => '500 Внутрішня помилка сервера',
    '500_internal_server_error_description' => 'Внутрішня помилка сервера',
    '500_description' => 'Щось зламалося. Будь ласка, повідомте нам, що ви робили, коли сталася ця помилка. Ми виправимо це якнайшвидше. Вибачте за незручності.',
    '503_service_unavailable' => '503 Сервіс недоступний',
    '503_temporarily_down' => 'Тимчасово недоступно через технічне обслуговування',
    '503_admin_instruction' => 'Якщо ви адміністратор і не можете отримати доступ до свого сайту після увімкнення режиму обслуговування, просто видаліть файл <strong>storage/framework/down</strong>, щоб вимкнути режим обслуговування.',
    'take_me_home' => 'Повернутися на головну',
    'bad_request' => 'Поганий запит',

];
