<?php

return [
    'meta_box_header' => 'सर्च इंजन ऑप्टिमाइज़ेशन',
    'edit_seo_meta' => 'SEO मेटा संपादित करें',
    'default_description' => 'अपनी साइट को Google जैसे सर्च इंजन पर आसानी से खोजा जा सके, इसके लिए मेटा टाइटल और विवरण सेटअप करें',
    'seo_title' => 'SEO टाइटल',
    'seo_title_helper' => 'इष्टतम लंबाई: 50-60 वर्ण। यह खोज परिणामों में क्लिक करने योग्य शीर्षक के रूप में दिखाई देता है।',
    'seo_description' => 'SEO विवरण',
    'seo_description_helper' => 'इष्टतम लंबाई: 120-160 वर्ण। यह खोज परिणामों में शीर्षक के नीचे दिखाई देता है और उपयोगकर्ताओं को क्लिक करने के लिए प्रोत्साहित करना चाहिए।',
    'seo_image' => 'SEO छवि',
    'seo_image_helper' => 'अनुशंसित आकार: 1200x630px। यह छवि तब दिखाई देती है जब आपका पृष्ठ सोशल मीडिया प्लेटफ़ॉर्म पर साझा किया जाता है।',
    'allow_index' => 'सर्च इंजन को इस पेज को इंडेक्स करने की अनुमति दें',
    'index' => 'इंडेक्स',
    'index_helper' => 'खोज इंजनों को इस पृष्ठ को खोज परिणामों में दिखाने की अनुमति देने के लिए \"अनुक्रमणिका\" चुनें, या इसे खोज परिणामों में दिखने से रोकने के लिए \"कोई अनुक्रमणिका नहीं\" चुनें।',
    'noindex' => 'इंडेक्स न करें',
    'homepage_seo_description' => 'होमपेज के लिए SEO मेटा टैग कॉन्फ़िगर करने के लिए, कृपया दिखावट → थीम विकल्प पर जाएं जहां आप साइट शीर्षक, विवरण और अन्य SEO-संबंधित सेटिंग्स सेट कर सकते हैं।',
    'go_to_theme_options' => 'थीम विकल्प पर जाएं',
];
