<?php

return [
    'name' => 'Αρχεία καταγραφής αιτημάτων',
    'description' => 'Προβολή και διαγραφή των αρχείων καταγραφής αιτημάτων του συστήματός σας',
    'status_code' => 'Κωδικός κατάστασης',
    'no_request_error' => 'Δεν υπάρχει σφάλμα αιτήματος τώρα!',
    'widget_request_errors' => 'Σφάλματα αιτημάτων',
    'count' => 'Πλήθος',
    'delete_all' => 'Διαγραφή όλων των εγγραφών',
    'empty_logs' => 'Εκκαθάριση αρχείων καταγραφής',
    'confirm_empty_logs_msg' => 'Θέλετε πραγματικά να εκκαθαρίσετε τα αρχεία καταγραφής;',
    'clear_old_data' => 'Εκκαθάριση παλαιών αρχείων καταγραφής αιτημάτων',
    'clear_old_data_helper' => 'Αυτόματη διαγραφή παλαιών αρχείων καταγραφής αιτημάτων που είναι παλαιότερα από την επιλεγμένη περίοδο για να διατηρείτε τη βάση δεδομένων σας καθαρή και βελτιστοποιημένη.',
    'cronjob_warning' => 'Για να χρησιμοποιήσετε αυτή τη λειτουργία, πρέπει να ρυθμίσετε μια εργασία cron ακολουθώντας αυτόν τον σύνδεσμο: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'Δεν βρέθηκαν αποτελέσματα',
    'no_request_errors_message' => 'Φαίνεται ότι δεν υπάρχουν σφάλματα αιτήματος εδώ.',
];
