<?php

return [
    'menu' => 'კატეგორიები',
    'menu_name' => 'კატეგორიები',
    'none' => 'არცერთი',
    'total_posts' => 'სულ :total პოსტი',
    'edit_this_category' => 'კატეგორიის რედაქტირება',
    'create' => 'კატეგორიის შექმნა',
    'table_view_info' => 'კატეგორიების უფრო მარტივი ჯგუფური მართვისთვის, თქვენ ასევე შეგიძლიათ',
    'manage_as_table' => 'მართოთ კატეგორიები ცხრილის სახით',
    'parent' => 'მშობელი კატეგორია',
    'order' => 'რიგითობა',
    'is_default' => 'ნაგულისხმევი',
    'intro' => [
        'description' => 'დაალაგეთ თქვენი ბლოგის პოსტები კატეგორიებად უკეთესი კონტენტის მართვისთვის.',
    ],
];
