<?php

return [
    'menu' => 'ტეგები',
    'menu_name' => 'ტეგები',
    'form' => [
        'name' => 'სახელი',
        'name_placeholder' => 'ტეგის სახელი (მაქსიმუმ 120 სიმბოლო)',
        'description' => 'აღწერა',
        'description_placeholder' => 'ტეგის მოკლე აღწერა (მაქსიმუმ 400 სიმბოლო)',
        'categories' => 'კატეგორიები',

    ],
    'notices' => [
        'no_select' => 'გთხოვთ, აირჩიოთ მინიმუმ ერთი ტეგი გასაგრძელებლად',

    ],
    'create' => 'შექმენით ახალი ტეგი',
    'cannot_delete' => 'ტეგის წაშლა ვერ მოხერხდა',
    'deleted' => 'ტეგი წაშლილია',
    'edit_this_tag' => 'ამ ტეგის რედაქტირება',
];
