<?php

return [
    'name' => 'ЧЗВ',
    'create' => 'Нов ЧЗВ',
    'question' => 'Въпрос',
    'answer' => 'Отговор',
    'question_placeholder' => 'Въведете вашия въпрос...',
    'answer_placeholder' => 'Въведете вашия отговор...',
    'category' => 'Категория',
    'faq_schema_config' => 'Конфигурация на FAQ схема (:link)',
    'faq_schema_config_description' => 'Тази конфигурация регистрира структурирани данни за ЧЗВ само за SEO цели. Тя няма да бъде показана в съдържанието на темата на фронтенда. Схемата е вградена в изходния код на страницата и може да бъде видяна чрез "Преглед на източника" или тествана с инструмента за тестване на обогатени резултати на Google.',
    'schema_testing_tool' => 'Тестване с Google Rich Results Test',
    'learn_more' => 'Научете повече',
    'settings' => [
        'title' => 'ЧЗВ',
        'description' => 'Преглед и актуализиране на настройките за ЧЗВ',
        'enable_faq_schema' => 'Активиране на FAQ схема?',
        'enable_faq_schema_description' => 'Научете повече: :url',
    ],
    'select_category' => 'Изберете категория',
    'add_item' => 'Добавяне на елемент',
    'or' => 'или',
    'faqs_menu_name' => 'Администратор -> ЧЗВ -> Създаване',
    'select_from_existing' => 'Изберете от съществуващи ЧЗВ',
    'no_existing' => 'Няма съществуващи ЧЗВ, моля създайте първо на :link.',
];
