<?php

return [
    'name' => 'მოთხოვნების ჟურნალები',
    'description' => 'სისტემის მოთხოვნების ჟურნალების ნახვა და წაშლა',
    'status_code' => 'სტატუსის კოდი',
    'no_request_error' => 'ახლა მოთხოვნის შეცდომა არ არის!',
    'widget_request_errors' => 'მოთხოვნის შეცდომები',
    'count' => 'რაოდენობა',
    'delete_all' => 'ყველა ჩანაწერის წაშლა',
    'empty_logs' => 'ჟურნალების გასუფთავება',
    'confirm_empty_logs_msg' => 'ნამდვილად გსურთ ჟურნალების გასუფთავება?',
    'clear_old_data' => 'ძველი მოთხოვნების ჟურნალების გასუფთავება',
    'clear_old_data_helper' => 'ავტომატურად წაშალეთ ძველი მოთხოვნების ჟურნალები, რომლებიც უფრო ძველია ვიდრე არჩეული პერიოდი, მონაცემთა ბაზის სუფთად და ოპტიმიზებულად შესანარჩუნებლად.',
    'cronjob_warning' => 'ამ ფუნქციის გამოსაყენებლად, თქვენ უნდა დააყენოთ cron დავალება ამ ბმულის მიხედვით: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'შედეგი ვერ მოიძებნა',
    'no_request_errors_message' => 'როგორც ჩანს, აქ მოთხოვნის შეცდომები არ არის.',
];
