<?php

return [
    'create' => 'Новый слайдер',
    'menu' => 'Простые слайдеры',
    'simple_slider_description' => 'Управление простыми слайдерами системы',
    'settings' => [
        'title' => 'Простые слайдеры',
        'description' => 'Настройки для простых слайдеров',
        'using_assets' => 'Использование активов по умолчанию?',
        'using_assets_description' => 'Если опция использования активов включена, то нижеприведенные скрипты будут автоматически добавлены на сайт.',
    ],
    'add_new' => 'Добавить новый',
    'save_sorting' => 'Сохранить сортировку',
    'key' => 'Ключ',
    'slide_items' => 'Элементы слайда',
    'update_slide_position_success' => 'Обновление положения слайда прошло успешно!',
    'create_new_slide' => 'Создайте новый слайд',
    'edit_slide' => 'Редактировать слайд #:id',
    'simple_slider_shortcode_name' => 'Простой слайдер',
    'simple_slider_shortcode_description' => 'Добавьте простой слайдер',
    'select_slider' => 'Выберите слайдер',
    'shortcode' => 'Шорткод',
    'tablet_image' => 'Изображение планшета',
    'tablet_image_helper' => 'Для устройств шириной от 768px до 1200px, если пусто, будет использоваться изображение с рабочего стола.',
    'mobile_image' => 'Мобильное изображение',
    'mobile_image_helper' => 'Для устройств шириной менее 768 пикселей, если оно пустое, будет использоваться изображение с планшета.',
];
