<?php

return [
    'name' => 'Журналы запросов',
    'description' => 'Просмотр и удаление журналов системных запросов',
    'status_code' => 'Код состояния',
    'no_request_error' => 'Сейчас нет ошибок запросов!',
    'widget_request_errors' => 'Ошибки запросов',
    'count' => 'Количество',
    'delete_all' => 'Удалить все записи',
    'empty_logs' => 'Очистить журналы',
    'confirm_empty_logs_msg' => 'Вы действительно хотите очистить журналы?',
    'clear_old_data' => 'Очистить старые журналы запросов',
    'clear_old_data_helper' => 'Автоматически удалять старые журналы запросов, которые старше выбранного периода, чтобы поддерживать базу данных в чистоте и оптимизированном состоянии.',
    'cronjob_warning' => 'Чтобы использовать эту функцию, вам необходимо настроить задание cron, перейдя по этой ссылке: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'Результаты не найдены',
    'no_request_errors_message' => 'Похоже, здесь нет ошибок запроса.',
];
