<?php

return [
    'name' => 'লোকেশন ইম্পোর্টার',
    'imported_successfully' => 'আপনার লোকেশনগুলি সফলভাবে ইম্পোর্ট করা হয়েছে!',
    'choose_country' => 'দেশ নির্বাচন করুন...',
    'import_failed_description' => 'ইম্পোর্ট ব্যর্থ হয়েছে, অনুগ্রহ করে নিচের ত্রুটিগুলি পরীক্ষা করুন!',
    'available_enable_multi_language' => 'শুধুমাত্র তখনই উপলব্ধ যখন আপনি "বহুভাষিক" সক্রিয় করবেন',
    'import_available_data_help' => 'দেশগুলি তালিকা থেকে বাদ দেওয়া হয়েছে কারণ তারা ইতিমধ্যে সিস্টেমে আছে। সেগুলি পুনরায় ইম্পোর্ট করতে, :link থেকে মুছে ফেলুন এবং আবার চেষ্টা করুন।',
    'import_available_data' => 'উপলব্ধ ডেটা ইম্পোর্ট করুন',
    'available_data_help' => 'লোকেশন ডেটা আমাদের GitHub রিপোজিটরি থেকে :link এ নেওয়া হয়েছে। অবদান রাখতে এবং এখানে আপনার আপডেট দেখতে, একটি পুল রিকোয়েস্ট জমা দিন।',
    'import' => 'ইম্পোর্ট',
    'upload_file_placeholder' => 'এখানে ফাইল টেনে আনুন বা আপলোড করতে ক্লিক করুন',
    'skip_existing_records' => 'বিদ্যমান রেকর্ড এড়িয়ে যান',
    'skip_existing_records_description' => 'এটি যাচাই করবে যে দেশ, রাজ্য বা শহর ইতিমধ্যে ডাটাবেসে নাম অনুযায়ী বিদ্যমান আছে কিনা এবং ইতিমধ্যে উপস্থিত রেকর্ডগুলি ইম্পোর্ট করা এড়িয়ে যাবে।',
    'cant_download_location_at_this_time' => 'আমরা এই মুহূর্তে লোকেশন ডাউনলোড করতে পারছি না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।',
];
