<?php

return [
    '401_title' => 'تم رفض الإذن',
    '404_title' => 'لا يمكن العثور على الصفحة',
    '500_title' => 'لا يمكن تحميل الصفحة',
    'reasons' => 'ربما حدث هذا بسبب عدة أسباب',
    'try_again' => 'الرجاء المحاولة مرة أخرى في غضون بضع دقائق، أو العودة إلى الصفحة الرئيسية عن طريق <a href=":link">النقر هنا</a>.',
    'not_found' => 'غير معثور عليه',
    'results_not_found' => 'لم يتم العثور على النتائج!',
    'go_to_home' => 'اذهب إلى المنزل',
    'error_when_sending_email' => 'غير قادر على إرسال البريد الإلكتروني. هناك خطأ ما في إعدادات بريدك الإلكتروني في المسؤول → الإعدادات → البريد الإلكتروني، يرجى التحقق من إعداداتك مرة أخرى.',
    'error_when_sending_email_guest' => 'غير قادر على إرسال البريد الإلكتروني. يرجى الاتصال بمسؤول الموقع إذا استمرت المشكلة.',
    'token_mismatch' => 'انتهت صلاحية الجلسة. يرجى المحاولة مرة أخرى.',
    '404_page_not_found' => '404 الصفحة غير موجودة',
    '404_page_not_found_description' => 'تعذر العثور على الصفحة',
    '404_description' => 'تعذر العثور على الصفحة التي تبحث عنها.',
    '500_internal_server_error' => '500 خطأ داخلي في الخادم',
    '500_internal_server_error_description' => 'خطأ داخلي في الخادم',
    '500_description' => 'حدث خطأ ما. يرجى إخبارنا بما كنت تفعله عند حدوث هذا الخطأ. سنقوم بإصلاحه في أقرب وقت ممكن. نعتذر عن أي إزعاج.',
    '503_service_unavailable' => '503 الخدمة غير متاحة',
    '503_temporarily_down' => 'متوقف مؤقتًا للصيانة',
    '503_admin_instruction' => 'إذا كنت المسؤول ولا يمكنك الوصول إلى موقعك بعد تمكين وضع الصيانة، فما عليك سوى حذف الملف <strong>storage/framework/down</strong> لإيقاف وضع الصيانة.',
    'take_me_home' => 'اصطحبني إلى الصفحة الرئيسية',
    'bad_request' => 'طلب غير صالح',

];
