<?php

return [
    'create' => 'Создать новую категорию',
    'menu' => 'Категории',
    'edit_this_category' => 'Редактировать эту категорию',
    'menu_name' => 'Категории',
    'none' => 'Нет',
    'total_posts' => 'Всего постов: :total',
    'table_view_info' => 'Для упрощения массового управления категориями вы также можете',
    'manage_as_table' => 'управлять категориями в виде таблицы',
    'parent' => 'Родительская категория',
    'order' => 'Порядок',
    'is_default' => 'По умолчанию',
    'intro' => [
        'description' => 'Организуйте свои записи в блоге по категориям для лучшего управления контентом.',
    ],
];
