<?php

return [
    'name' => 'Импортер на местоположения',
    'imported_successfully' => 'Вашите местоположения са импортирани успешно!',
    'choose_country' => 'Изберете страна...',
    'import_failed_description' => 'Импортът се провали, моля проверете грешките по-долу!',
    'available_enable_multi_language' => 'Налично само когато активирате "Многоезичен режим"',
    'import_available_data_help' => 'Страните са изключени от списъка, защото вече са в системата. За да ги импортирате отново, изтрийте ги от :link и опитайте отново.',
    'import_available_data' => 'Импортиране на налични данни',
    'available_data_help' => 'Данните за местоположението са взети от нашето GitHub хранилище на :link. За да допринесете и да видите вашите актуализации тук, моля подайте заявка за сливане.',
    'import' => 'Импортиране',
    'upload_file_placeholder' => 'Плъзнете и пуснете файл тук или щракнете за качване',
    'skip_existing_records' => 'Пропускане на съществуващи записи',
    'skip_existing_records_description' => 'Ще провери дали страната, щатът или градът вече съществуват в базата данни по име и ще пропусне импортирането на записи, които вече са налични.',
    'cant_download_location_at_this_time' => 'Не можем да изтеглим местоположението в момента. Моля, опитайте отново по-късно.',
];
