<?php

return [
    'name' => 'Градове',
    'description' => 'Управление на градове',
    'create' => 'Нов град',
    'state' => 'Щат',
    'select_state' => 'Изберете щат...',
    'select_city' => 'Изберете град...',
    'country' => 'Държава',
    'select_country' => 'Изберете държава...',
    'city' => 'Град',
    'zip_code' => 'Пощенски код',
    'zip_code_helper' => 'Основният формат за пощенски код е пет цифри. Например, в Съединените щати, 00501 е пример за уникален пощенски код за Службата за вътрешни приходи в Холтсвил, Ню Йорк.',
];
