<?php

return [
    'name' => 'ป้ายจัดส่ง',
    'setting' => 'ออกแบบและเค้าโครงป้าย',
    'setting_description' => 'ปรับแต่งเทมเพลต HTML และสไตล์ CSS ของป้ายจัดส่ง',
    'setting_content' => 'เนื้อหา',
    'preview' => 'ดูตัวอย่าง',
    'preview_heading' => 'ดูตัวอย่างเทมเพลตป้ายจัดส่ง',
    'variables' => [

    ],
    'custom_css' => 'CSS แบบกำหนดเอง',
    'custom_css_helper' => 'เพิ่มสไตล์ CSS แบบกำหนดเองเพื่อปรับแต่งรูปลักษณ์ของฉลากจัดส่ง สไตล์เหล่านี้จะถูกเพิ่มเข้ากับสไตล์ฉลากจัดส่งเริ่มต้น',
    'reset_success' => 'รีเซ็ตกลับสู่ค่าเริ่มต้นเรียบร้อยแล้ว',
    'confirm_reset' => 'ยืนยันการรีเซ็ตเทมเพลตป้ายจัดส่ง?',
    'confirm_message' => 'คุณต้องการรีเซ็ตเทมเพลตป้ายจัดส่งนี้กลับเป็นค่าเริ่มต้นจริงหรือไม่?',
    'reset_to_default' => 'รีเซ็ตเป็นค่าเริ่มต้น',
    'continue' => 'ดำเนินการต่อ',
];
