<?php

return [
    'create' => 'Створити нову категорію',
    'menu' => 'Категорії',
    'edit_this_category' => 'Редагувати цю категорію',
    'menu_name' => 'Категорії',
    'none' => 'Немає',
    'total_posts' => 'Всього постів: :total',
    'table_view_info' => 'Для спрощення масового керування категоріями ви також можете',
    'manage_as_table' => 'керувати категоріями як таблицею',
    'parent' => 'Батьківська категорія',
    'order' => 'Порядок',
    'is_default' => 'За замовчуванням',
    'intro' => [
        'description' => 'Організуйте свої записи в блозі за категоріями для кращого управління контентом.',
    ],
];
