<?php

return [
    'name' => 'Дневници на заявки',
    'description' => 'Преглед и изтриване на дневниците на системните заявки',
    'status_code' => 'Код на състоянието',
    'no_request_error' => 'Няма грешки в заявките в момента!',
    'widget_request_errors' => 'Грешки в заявките',
    'count' => 'Брой',
    'delete_all' => 'Изтриване на всички записи',
    'empty_logs' => 'Изчистване на дневниците',
    'confirm_empty_logs_msg' => 'Наистина ли искате да изчистите дневниците?',
    'clear_old_data' => 'Изчистване на стари дневници на заявки',
    'clear_old_data_helper' => 'Автоматично изтриване на стари дневници на заявки, които са по-стари от избрания период, за да поддържате базата данни чиста и оптимизирана.',
    'cronjob_warning' => 'За да използвате тази функция, трябва да настроите cron задача, следвайки тази връзка: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'Няма намерени резултати',
    'no_request_errors_message' => 'Изглежда, че тук няма грешки в заявката.',
];
