<?php

return [
    'name' => 'Этикетки доставки',
    'setting' => 'Дизайн и макет этикетки',
    'setting_description' => 'Настройка HTML-шаблона и CSS-стилей этикетки доставки',
    'setting_content' => 'Содержимое',
    'preview' => 'Предпросмотр',
    'preview_heading' => 'Предпросмотр шаблона транспортной этикетки',
    'variables' => [

    ],
    'custom_css' => 'Пользовательский CSS',
    'custom_css_helper' => 'Добавьте пользовательские CSS-стили для настройки внешнего вида этикетки доставки. Эти стили будут добавлены к стилям этикетки доставки по умолчанию.',
    'reset_success' => 'Успешно сброшено к настройкам по умолчанию',
    'confirm_reset' => 'Подтвердить сброс шаблона транспортной этикетки?',
    'confirm_message' => 'Вы действительно хотите сбросить этот шаблон транспортной этикетки к настройкам по умолчанию?',
    'reset_to_default' => 'Сбросить к настройкам по умолчанию',
    'continue' => 'Продолжить',
];
