<?php

return [
    'meta_box_header' => 'การเพิ่มประสิทธิภาพเครื่องมือค้นหา',
    'edit_seo_meta' => 'แก้ไข SEO meta',
    'default_description' => 'ตั้งค่าชื่อ meta และคำอธิบายเพื่อทำให้เว็บไซต์ของคุณค้นพบได้ง่ายในเครื่องมือค้นหาเช่น Google',
    'seo_title' => 'ชื่อ SEO',
    'seo_title_helper' => 'ความยาวที่เหมาะสม: 50-60 อักขระ ข้อความนี้จะปรากฏเป็นหัวข้อที่คลิกได้ในผลการค้นหา',
    'seo_description' => 'คำอธิบาย SEO',
    'seo_description_helper' => 'ความยาวที่เหมาะสม: 120-160 อักขระ ข้อความนี้จะปรากฏใต้หัวข้อในผลการค้นหาและควรดึงดูดให้ผู้ใช้คลิก',
    'seo_image' => 'รูปภาพ SEO',
    'seo_image_helper' => 'ขนาดที่แนะนำ: 1200x630px รูปภาพนี้จะปรากฏเมื่อหน้าของคุณถูกแชร์บนแพลตฟอร์มโซเชียลมีเดีย',
    'allow_index' => 'อนุญาตให้เครื่องมือค้นหาจัดทำดัชนีหน้านี้',
    'index' => 'จัดทำดัชนี',
    'index_helper' => 'เลือก \"ดัชนี\" เพื่ออนุญาตให้เครื่องมือค้นหาแสดงหน้านี้ในผลการค้นหา หรือ \"ไม่มีดัชนี\" เพื่อป้องกันไม่ให้ปรากฏในผลการค้นหา',
    'noindex' => 'ไม่จัดทำดัชนี',
    'homepage_seo_description' => 'หากต้องการกำหนดค่าแท็ก meta SEO สำหรับหน้าแรก โปรดไปที่ ลักษณะที่ปรากฏ → ตัวเลือกธีม ซึ่งคุณสามารถตั้งค่าชื่อไซต์ คำอธิบาย และการตั้งค่าอื่นๆ ที่เกี่ยวข้องกับ SEO',
    'go_to_theme_options' => 'ไปที่ตัวเลือกธีม',
];
