<?php

return [
    'create' => 'Създаване на нова категория',
    'menu' => 'Категории',
    'edit_this_category' => 'Редактиране на тази категория',
    'menu_name' => 'Категории',
    'none' => 'Няма',
    'total_posts' => 'Общо публикации: :total',
    'table_view_info' => 'За по-лесно групово управление на категориите можете също',
    'manage_as_table' => 'да управлявате категориите като таблица',
    'parent' => 'Родителска категория',
    'order' => 'Ред',
    'is_default' => 'По подразбиране',
    'intro' => [
        'description' => 'Организирайте публикациите си в блога в категории за по-добро управление на съдържанието.',
    ],
];
