<?php

return [
    'form' => [
        'name' => 'Име',
        'name_placeholder' => 'Име на етикета (максимум 120 символа)',
        'description' => 'Описание',
        'description_placeholder' => 'Кратко описание за етикета (максимум 400 символа)',
        'categories' => 'Категории',

    ],
    'notices' => [
        'no_select' => 'Моля, изберете поне един етикет, за да продължите',

    ],
    'create' => 'Създаване на нов етикет',
    'cannot_delete' => 'Етикетът не може да бъде изтрит',
    'deleted' => 'Етикетът е изтрит',
    'menu' => 'Етикети',
    'edit_this_tag' => 'Редактиране на този етикет',
    'menu_name' => 'Етикети',
];
