<?php

return [
    'name' => 'บันทึกคำขอ',
    'description' => 'ดูและลบบันทึกคำขอของระบบ',
    'status_code' => 'รหัสสถานะ',
    'no_request_error' => 'ไม่มีข้อผิดพลาดของคำขอในขณะนี้!',
    'widget_request_errors' => 'ข้อผิดพลาดของคำขอ',
    'count' => 'จำนวน',
    'delete_all' => 'ลบบันทึกทั้งหมด',
    'empty_logs' => 'ล้างบันทึก',
    'confirm_empty_logs_msg' => 'คุณต้องการล้างบันทึกจริงหรือไม่?',
    'clear_old_data' => 'ล้างบันทึกคำขอเก่า',
    'clear_old_data_helper' => 'ลบบันทึกคำขอเก่าที่เก่ากว่าช่วงเวลาที่เลือกโดยอัตโนมัติเพื่อให้ฐานข้อมูลของคุณสะอาดและได้รับการปรับให้เหมาะสม',
    'cronjob_warning' => 'หากต้องการใช้ฟีเจอร์นี้ คุณต้องตั้งค่างาน cron โดยทำตามลิงก์นี้: <a href=":link" target="_blank">:link</a>',
    'no_results_found' => 'ไม่พบผลลัพธ์',
    'no_request_errors_message' => 'ดูเหมือนว่าไม่มีข้อผิดพลาดในการร้องขอที่นี่',
];
