<?php

return [
    'name' => 'ლოკაციების იმპორტი',
    'imported_successfully' => 'თქვენი ლოკაციები წარმატებით იმპორტირდა!',
    'choose_country' => 'აირჩიეთ ქვეყანა...',
    'import_failed_description' => 'იმპორტი ვერ მოხერხდა, გთხოვთ შეამოწმოთ ქვემოთ მოცემული შეცდომები!',
    'available_enable_multi_language' => 'ხელმისაწვდომია მხოლოდ "მრავალენოვანია?" ჩართვისას',
    'import_available_data_help' => 'ქვეყნები გამოირიცხება სიიდან, რადგან ისინი უკვე სისტემაშია. მათი ხელახლა იმპორტისთვის, წაშალეთ ისინი :link-დან და სცადეთ ხელახლა.',
    'import_available_data' => 'ხელმისაწვდომი მონაცემების იმპორტი',
    'available_data_help' => 'ლოკაციის მონაცემები მოდის ჩვენი GitHub რეპოზიტორიიდან :link-ზე. წვლილის შესატანად და თქვენი განახლებების აქ ასახვისთვის, გთხოვთ გააკეთოთ pull request.',
    'import' => 'იმპორტი',
    'upload_file_placeholder' => 'ჩააგდეთ ფაილი აქ ან დააწკაპუნეთ ატვირთვისთვის',
    'skip_existing_records' => 'გამოტოვეთ არსებული ჩანაწერები',
    'skip_existing_records_description' => 'ის შეამოწმებს, არის თუ არა ქვეყანა, შტატი ან ქალაქი უკვე მონაცემთა ბაზაში სახელით და გამოტოვებს უკვე არსებული ჩანაწერების იმპორტს.',
    'cant_download_location_at_this_time' => 'ამ მომენტში ვერ ვჩამოტვირთავთ ლოკაციას. გთხოვთ სცადოთ მოგვიანებით.',
];
