<?php

return [
    'name' => 'ქალაქები',
    'description' => 'ლოკაციის ქალაქების მართვა',
    'create' => 'ახალი ქალაქი',
    'state' => 'შტატი',
    'select_state' => 'აირჩიეთ შტატი...',
    'select_city' => 'აირჩიეთ ქალაქი...',
    'country' => 'ქვეყანა',
    'select_country' => 'აირჩიეთ ქვეყანა...',
    'city' => 'ქალაქი',
    'zip_code' => 'საფოსტო კოდი',
    'zip_code_helper' => 'საფოსტო კოდის ძირითადი ფორმატი არის ხუთი ციფრი. მაგალითად, შეერთებულ შტატებში, 00501 არის უნიკალური საფოსტო კოდის მაგალითი შიდა შემოსავლების სამსახურისთვის Holtsville-ში, ნიუ-იორკი.',
];
