<?php

return [
    'name' => 'ЧаПи',
    'create' => 'Нове ЧаПи',
    'question' => 'Питання',
    'answer' => 'Відповідь',
    'question_placeholder' => 'Введіть ваше питання...',
    'answer_placeholder' => 'Введіть вашу відповідь...',
    'category' => 'Категорія',
    'faq_schema_config' => 'Конфігурація схеми ЧаПи (:link)',
    'faq_schema_config_description' => 'Ця конфігурація реєструє структуровані дані ЧаПи лише для цілей SEO. Вона не буде відображатися в вмісті фронтенд-теми. Схема вбудована в вихідний код сторінки і може бути переглянута за допомогою "Переглянути код" або протестована за допомогою інструменту тестування розширених результатів Google.',
    'schema_testing_tool' => 'Тестувати за допомогою Google Rich Results Test',
    'learn_more' => 'Дізнатися більше',
    'settings' => [
        'title' => 'ЧаПи',
        'description' => 'Перегляд і оновлення налаштувань ЧаПи',
        'enable_faq_schema' => 'Увімкнути схему ЧаПи?',
        'enable_faq_schema_description' => 'Дізнатися більше: :url',
    ],
    'select_category' => 'Вибрати категорію',
    'add_item' => 'Додати елемент',
    'or' => 'або',
    'faqs_menu_name' => 'Адмін -> ЧаПи -> Створити',
    'select_from_existing' => 'Вибрати з наявних ЧаПи',
    'no_existing' => 'Немає наявних ЧаПи, будь ласка, спочатку створіть один за посиланням: :link.',
];
