<?php

return [
    'meta_box_header' => 'საძიებო სისტემების ოპტიმიზაცია',
    'seo_title' => 'SEO სათაური',
    'seo_title_helper' => 'ოპტიმალური სიგრძე: 50-60 სიმბოლო. ეს გამოჩნდება როგორც დაწკაპუნებადი სათაური ძიების შედეგებში.',
    'seo_description' => 'SEO აღწერა',
    'seo_description_helper' => 'ოპტიმალური სიგრძე: 120-160 სიმბოლო. ეს გამოჩნდება სათაურის ქვემოთ ძიების შედეგებში და უნდა მოუწოდოს მომხმარებლებს დააწკაპუნონ.',
    'edit_seo_meta' => 'SEO მონაცემების რედაქტირება',
    'homepage_seo_description' => 'მთავარი გვერდის SEO მეტა ტეგების კონფიგურაციისთვის, გადადით გარეგნობა → თემის პარამეტრები, სადაც შეგიძლიათ დააყენოთ საიტის სათაური, აღწერა და სხვა SEO-თან დაკავშირებული პარამეტრები.',
    'go_to_theme_options' => 'გადადით თემის პარამეტრებზე',
];
