<?php

return [
    'name' => 'คำถามที่พบบ่อย',
    'create' => 'คำถามที่พบบ่อยใหม่',
    'question' => 'คำถาม',
    'answer' => 'คำตอบ',
    'question_placeholder' => 'ใส่คำถามของคุณ...',
    'answer_placeholder' => 'ใส่คำตอบของคุณ...',
    'category' => 'หมวดหมู่',
    'faq_schema_config' => 'การกำหนดค่าสคีมาคำถามที่พบบ่อย (:link)',
    'faq_schema_config_description' => 'การกำหนดค่านี้ลงทะเบียนข้อมูลที่มีโครงสร้างของคำถามที่พบบ่อยเพื่อวัตถุประสงค์ SEO เท่านั้น จะไม่แสดงในเนื้อหาธีมส่วนหน้า สคีมาถูกฝังไว้ในโค้ดต้นฉบับของหน้าและสามารถดูได้โดยใช้ "ดูซอร์ส" หรือทดสอบด้วยเครื่องมือทดสอบผลลัพธ์ที่หลากหลายของ Google',
    'schema_testing_tool' => 'ทดสอบด้วย Google Rich Results Test',
    'learn_more' => 'เรียนรู้เพิ่มเติม',
    'settings' => [
        'title' => 'คำถามที่พบบ่อย',
        'description' => 'ดูและอัปเดตการตั้งค่าคำถามที่พบบ่อย',
        'enable_faq_schema' => 'เปิดใช้งานสคีมาคำถามที่พบบ่อยหรือไม่',
        'enable_faq_schema_description' => 'เรียนรู้เพิ่มเติม: :url',
    ],
    'select_category' => 'เลือกหมวดหมู่',
    'add_item' => 'เพิ่มรายการ',
    'or' => 'หรือ',
    'faqs_menu_name' => 'ผู้ดูแลระบบ -> คำถามที่พบบ่อย -> สร้าง',
    'select_from_existing' => 'เลือกจากคำถามที่พบบ่อยที่มีอยู่',
    'no_existing' => 'ไม่มีคำถามที่พบบ่อยที่มีอยู่ โปรดสร้างคำถามก่อนที่ :link',
];
