<?php

return [
    'meta_box_header' => 'সার্চ ইঞ্জিন অপটিমাইজেশন',
    'edit_seo_meta' => 'SEO মেটা সম্পাদনা',
    'default_description' => 'আপনার সাইটকে Google এর মতো সার্চ ইঞ্জিনে সহজে খুঁজে পাওয়ার জন্য মেটা টাইটেল এবং বর্ণনা সেটআপ করুন',
    'seo_title' => 'SEO টাইটেল',
    'seo_title_helper' => 'সর্বোত্তম দৈর্ঘ্য: ৫০-৬০ অক্ষর। এটি অনুসন্ধান ফলাফলে ক্লিকযোগ্য শিরোনাম হিসাবে প্রদর্শিত হয়।',
    'seo_description' => 'SEO বর্ণনা',
    'seo_description_helper' => 'সর্বোত্তম দৈর্ঘ্য: ১২০-১৬০ অক্ষর। এটি অনুসন্ধান ফলাফলে শিরোনামের নিচে প্রদর্শিত হয় এবং ব্যবহারকারীদের ক্লিক করতে উৎসাহিত করা উচিত।',
    'seo_image' => 'SEO ছবি',
    'seo_image_helper' => 'প্রস্তাবিত আকার: ১২০০x৬৩০px। আপনার পৃষ্ঠা সোশ্যাল মিডিয়া প্ল্যাটফর্মে শেয়ার করা হলে এই চিত্র প্রদর্শিত হয়।',
    'allow_index' => 'সার্চ ইঞ্জিনগুলিকে এই পৃষ্ঠা ইনডেক্স করার অনুমতি দিন',
    'index' => 'ইনডেক্স',
    'index_helper' => 'অনুসন্ধান ইঞ্জিনগুলিকে অনুসন্ধান ফলাফলে এই পৃষ্ঠাটি প্রদর্শন করতে অনুমতি দিতে \"সূচি\" নির্বাচন করুন, অথবা অনুসন্ধান ফলাফলে প্রদর্শিত হওয়া থেকে প্রতিরোধ করতে \"কোনও সূচি নেই\" নির্বাচন করুন।',
    'noindex' => 'ইনডেক্স নয়',
    'homepage_seo_description' => 'হোমপেজের জন্য SEO মেটা ট্যাগ কনফিগার করতে, অনুগ্রহ করে চেহারা → থিম অপশনে যান যেখানে আপনি সাইটের শিরোনাম, বর্ণনা এবং অন্যান্য SEO-সম্পর্কিত সেটিংস সেট করতে পারবেন।',
    'go_to_theme_options' => 'থিম অপশনে যান',
];
