<?php

return [
    '401_title' => 'अनुमति अस्वीकृत',
    '404_title' => 'पेज नहीं मिल सका',
    '500_title' => 'पेज लोड नहीं हो सका',
    'reasons' => 'यह कई कारणों से हो सकता है',
    'try_again' => 'कृपया कुछ मिनटों में पुनः प्रयास करें, या वैकल्पिक रूप से <a href=":link">यहाँ क्लिक करके</a> होमपेज पर वापस जाएं।',
    'not_found' => 'नहीं मिला',
    'results_not_found' => 'परिणाम नहीं मिले!',
    'go_to_home' => 'होम पर जाएं',
    'error_when_sending_email' => 'ई-मेल भेजने में असमर्थ। व्यवस्थापक → सेटिंग → ईमेल में आपकी ईमेल सेटिंग्स के साथ कुछ गड़बड़ है, कृपया अपनी सेटिंग्स फिर से जांचें।',
    'error_when_sending_email_guest' => 'ई-मेल भेजने में असमर्थ। समस्या बनी रहने पर कृपया साइट व्यवस्थापक से संपर्क करें।',
    'token_mismatch' => 'सत्र समाप्त हो गया। कृपया पुनः प्रयास करें।',
    '404_page_not_found' => '404 पेज नहीं मिला',
    '404_page_not_found_description' => 'पृष्ठ नहीं मिला',
    '404_description' => 'जिस पृष्ठ की आप तलाश कर रहे हैं, वह नहीं मिला।',
    '500_internal_server_error' => '500 आंतरिक सर्वर त्रुटि',
    '500_internal_server_error_description' => 'आंतरिक सर्वर त्रुटि',
    '500_description' => 'कुछ गड़बड़ हो गई है। कृपया हमें बताएं कि यह त्रुटि होने पर आप क्या कर रहे थे। हम इसे जल्द से जल्द ठीक कर देंगे। हुई असुविधा के लिए क्षमा करें।',
    '503_service_unavailable' => '503 सेवा अनुपलब्ध',
    '503_temporarily_down' => 'रखरखाव के लिए अस्थायी रूप से बंद',
    '503_admin_instruction' => 'यदि आप व्यवस्थापक हैं और रखरखाव मोड सक्षम करने के बाद अपनी साइट तक नहीं पहुँच पा रहे हैं, तो रखरखाव मोड बंद करने के लिए बस <strong>storage/framework/down</strong> फ़ाइल को हटा दें।',
    'take_me_home' => 'मुझे होम पर ले जाएं',
    'bad_request' => 'खराब अनुरोध',

];
