<?php

return [
    'meta_box_header' => 'Оптимизация для поисковых систем',
    'edit_seo_meta' => 'Редактирование мета-данных (SEO)',
    'default_description' => 'Настройка мета-заголовка и описания для улучшения индексации страницы в поисковых системах, таких как Google',
    'seo_title' => 'SEO-заголовок',
    'seo_title_helper' => 'Оптимальная длина: 50-60 символов. Отображается как кликабельный заголовок в результатах поиска.',
    'seo_description' => 'SEO-описание',
    'seo_description_helper' => 'Оптимальная длина: 120-160 символов. Отображается под заголовком в результатах поиска и должно побуждать пользователей к клику.',
    'seo_image' => 'SEO image',
    'seo_image_helper' => 'Рекомендуемый размер: 1200x630px. Это изображение появляется, когда вашей страницей делятся в социальных сетях.',
    'allow_index' => 'Разрешить индексирование',
    'index' => 'Индексировать',
    'index_helper' => 'Выберите \"Индекс\", чтобы разрешить поисковым системам показывать эту страницу в результатах поиска, или \"Не индексировать\", чтобы предотвратить ее появление в результатах поиска.',
    'noindex' => 'Не индексировать',
    'homepage_seo_description' => 'Чтобы настроить SEO мета-теги для главной страницы, перейдите в Внешний вид → Настройки темы, где вы можете установить заголовок сайта, описание и другие настройки, связанные с SEO.',
    'go_to_theme_options' => 'Перейти к настройкам темы',
];
